Repository: gatuno/AstroBarrier
Catalog: po/*.po
Languages: es

source: Failed to init the substamp system
es: Falló al inicializar el subsistema de estampas

source: Astro Barrier
es: Barra espacial

source: START
es: INICIO

source: Shoot targets for great justice!
es: Tienes que disparar a todos los objetivos en movimiento.

source: Press the LEFT and RIGHT arrow keys to move your ship. Press the SPACEBAR to shoot. (Be careful! You have limited bullets!)
es: Para mover tu nave usa las flechas DERECHA e IZQUIERDA. Para disparar presiona la BARRA ESPACIADORA. (¡tienes tiros limitados!)

source: Press ENTER to continue.
es: Pulsa ENTER para continuar.

source: 0 Shots
es: 0 tiros

source: Current Score
es: Puntos

source: Loading Next Level
es: Cargando próximo nivel

source: Ship destroyed. Restarting level...
es: Nave destruida. Reiniciando nivel...

source: No shots left. Restarting level...
es: No te quedan más tiros. Reiniciando nivel...

source: Lives: %d
es: Vidas: %d

source: Secret Levels
es: Niv. secreto

source: Level
es: Nivel

source: Wow! You are an awesome player! Here's a special tip. In the opening screen, press the 1, 2, or 3 key on your keyboard.
es: ¡Juegas muy bien! Un consejito: en la pantalla de introducción, presiona los números 1, 2, ó 3 de tu teclado.

source: Hit an orange switch...
es: Si le pegas al naranja...

source: ... and any orange wall block will disappear.
es: ... desaparecen todos los bloques naranjas.

source: Expert Levels
es: Niveles experto

source: A yellow barrier, when hit, turns into a green barrier.
es: Cuando le pegas, la barrera amarilla pasa a ser verde.

source: If you hit a blue target before hitting any other targets, you recieve an extra life.
es: Si le pegas al objetivo azul antes de pegarle a cualquier otro, ganas una vida extra.

source: A turret shoots at the same time you do. Be careful, though... a turret's bullets can hurt you!
es: Una torre disparará a la misma vez que tú, pero ten cuidado... ¡te puede lastimar!

source: You do not have to destroy a turret to pass a level.
es: No tienes que destruir las torres para pasar de nivel.
